---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.SfHPerKbtu
source: html/2c97c64d-767d-e940-1da9-792af79b362a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.SfHPerKbtu Property

Symbol SF·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId SfHPerKbtu { get; }
```